{
	"reviews": {
		"-Nr7yy_qTlhWji_39wNg": {
			"comments": {
				"-NrC_9VIXSJ8MXSQrQqB": {
					"comment": "Incrível a semelhança que eu tenho com o Pneu de China Adventures, além de sermos literalmente iguais... temos o mesmo mindset, ambos somos extremamente frios e estrategistas em nossa forma de pensar e agir... bizarro '-' ele me representa muito, somos dois deuses nesse mundo.",
					"user": {
						"displayName": "Andrey Henrique",
						"email": "andreybritohenrique321@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocIoAxwvtil-BVES2l1gVY3CP_Y69DncY31EMPcom-l7ENs=s96-c"
					}
				},
				"-NrCdcsH64zoj8eo7FOh": {
					"comment": "KKKKKKKKKKKKKKKKKKKKK",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				},
				"-NrHz1yqTHvztmRqnEra": {
					"comment": "lkkkkkk",
					"user": {
						"displayName": "Fred bom de pica",
						"email": "fredbomdepica@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocLLwxt8IRefm4FFzo-lyptcrjMg4W9Jzt-MjS5VRpY=s96-c"
					}
				},
				"-NyKr2F0a6HVK2wAA827": {
					"comment": "Teste mobile ",
					"user": {
						"displayName": "Yo Dayo",
						"email": "yodayo916@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocI6Vs4jPKR8fPKLf76iFeQC2AF2J-8dDjmlUZrzFmkOT9-3=s96-c"
					}
				}
			},
			"image": "https://th.bing.com/th/id/OIP.6liHYghlts2rF1Zs_jQ6PgHaGQ?rs=1&pid=ImgDetMain",
			"review": "É possível fazer uma associação entre um pneu e o fascismo japonês através de um contexto histórico específico. Durante a Segunda Guerra Mundial, o Japão estava sob um regime fascista liderado pelo partido político militarista conhecido como o Partido da Associação de Assistência Nacional. Durante esse período, a economia japonesa estava voltada para a produção de bens militares e para o apoio à máquina de guerra imperial.\n\nRelacionar um pneu com o fascismo japonês poderia ser feito através do papel da indústria de pneus durante a guerra. No contexto da mobilização para a guerra, as indústrias japonesas, incluindo as de pneus, foram direcionadas para apoiar os esforços militares do país. Poderíamos, então, associar um pneu ao fascismo japonês como um símbolo da economia de guerra, onde os recursos e a produção industrial estavam a serviço do regime autoritário e expansionista do Japão durante aquele período.\n\nAlém disso, é importante notar que o Japão expandiu agressivamente seu império durante os anos 1930 e início dos anos 1940, invadindo e colonizando várias regiões da Ásia e do Pacífico. Essa expansão imperialista estava intimamente ligada à ideologia do fascismo japonês, que buscava dominar territórios vizinhos e impor seu domínio sobre eles. Enquanto o império japonês avançava, poderia-se argumentar metaforicamente que era como um pneu que esmaga tudo em seu caminho, uma representação da brutalidade e da dominação associadas ao fascismo japonês durante a Segunda Guerra Mundial.",
			"tags": [
				"Pneu",
				"China",
				"Japonês",
				"Chinês",
				"Coreia",
				"Asiático"
			],
			"title": "A Relação de Pneu e o Fascismo Japonês"
		},
		"-NrmUuwqgmqxR0gm_YrV": {
			"comments": {
				"-Ns57bVyvLuegD5FjiwG": {
					"comment": "kkkkkkkkkkkkkkkkkkkkkk",
					"user": {
						"displayName": "Fred bom de pica",
						"email": "fredbomdepica@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocLLwxt8IRefm4FFzo-lyptcrjMg4W9Jzt-MjS5VRpY=s96-c"
					}
				}
			},
			"image": "https://m.media-amazon.com/images/M/MV5BYmEyZjkwN2QtYjIwYy00NGY3LWE1NDQtNjBjMWEwNjk3NmVjXkEyXkFqcGdeQXVyOTA1ODU0Mzc@._V1_.jpg",
			"review": "Certa vez fui visitar meu primo mais novo (9 anos) e percebi que ele estava jogando um jogo de luta onde os bonecos eram altamente desproporcionais, tendo a cabeça 10x maior que o corpo, curioso, perguntei a ele educadamente\"que jogo é esse?\" e ele me respondeu \"brawheilla\". Sendo um amante de jogos, eu decidi deixar meus preconceitos de lado e jogar esse jogo que meu primo tanto ama. Após jogar o game por aproximadamente 300h, como esperado, o jogo é extremamente pífio: animações sem graça, o modo rankeado é pensado para causar estresse intenso no jogador, a playerbase é composta de viadinhos e maricas que não aguentam ouvir a verdade (eu acabei banido temporariamente do jogo apenas por ter chamado um jogador de \"macaco orfão baitola e \"spammer sem mãe\"), o jogo não possui um sistema de divisão de rank (muitas vezes fui obrigado a jogar com players de ranks diversas vezes melhores que o meu), e para piorar tudo, descobri que o jogo foi desenvolvido pela merda da Ubisoft. Enfim acredito que com a presente discertação foi possível compreender o quão péssimo esse jogo é. 0/10, não recomendo.",
			"tags": [
				"Luta",
				"Cearense",
				"Pífio",
				"Infantil",
				"Meu primo de 9 anos joga isso"
			],
			"title": "Brawheilla"
		},
		"-Ns56hfRYcTpMOs3lDIM": {
			"comments": {
				"-Ns5j8p-QSnL4YLQYR6R": {
					"comment": "Certamente uma das melhores reviews que já vi, o pneu nunca deixa a desejar 👏. Chorei.",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				}
			},
			"image": "https://assets.eyefilm.nl/images/production/_1200x630_crop_center-center_none/Eye-on-Sound-Whiplash-Damien-Chazelle-US-2014.jpg",
			"review": "Um filme incrivel com uma jornada emocionante, com muito dra, desenvolvimento de persongem e bastante amor a musica.\ncom um bom elenco e uma otima direção, esse filme consegue \nmanipular seus sentimentos da forma que quer, fazendo o  telespectador sentir raiva, anciedade, apreeção e felicidade ao simples final de um concerto.\nUm otimo filme com um belo final, 10/10 mais que recomendado.",
			"tags": ["whiplash", "drama", "romance?", "amor", "musica"],
			"title": "whiplash em busca da perfeição"
		},
		"-NuVu4VSOnqxr-1Auhen": {
			"comments": {
				"-NuVvyrm0X_LztC6a6BW": {
					"comment": "INCRÍVEL🥳. Mais uma review perfeita baseada em fatos 100% verídicos de pessoas que de fato jogaram o jogo",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				},
				"-NuWHc-RgqKZLI6WLRxO": {
					"comment": "https://preview.redd.it/my-paralelepipedo-reaction-v0-1w6n6psodkmc1.jpeg?auto=webp&s=81048bf285dff4d5ca01dfe086c464a0b229d90b",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				},
				"-NuWHtfIZ4VSdHfn8vW0": {
					"comment": "Aí cara, sobre ontem, desculpa, eu perdi o controle, realmente não tinha nada a ver eu ter gritado com você, nem ter falado aquelas coisas escrotas... quem nunca errou que atire a primeira pedra!!! Pensei bastante essa noite, realmente muitas pessoas tem amigos homossexuais! eu não vou deixar de falar contigo por causa disso, é sua opção e eu respeito, ontem quando você assumiu ser gay, foi um choque para todos, eu sempre odiei viados, por isso eu me estressei na hora com você... não esperava isso de você cara...mas vi que foi muito infantil de minha parte, foi mal mesmo ... Você sempre foi um camarada e não são suas opções sexuais que vão estragar nossa amizade",
					"user": {
						"displayName": "John Extreme",
						"email": "romuloodorico5@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocKXci89YwQ5aqIC9jH2Rh1MJb5mUMt01lUCm4M19aVW-A=s96-c"
					}
				},
				"-NuWHyG_puiJrs6TozKe": {
					"comment": "klkkkkkkkkkkkkkkkk",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				}
			},
			"image": "https://lrmonline.com/wp-content/uploads/2022/11/unnamed-14.jpg",
			"review": "Oq dizer de uma das melhores experiencias q tive com jogos soulslike, Joguei uma primeira vez e n  consegui passar da fase inicial pela sua dificuldade extrema e altamente punitiva , dropei o game com apenas algumas poucas horas mas apos um tempo resolvi dar uma nova chance e simplismente me apaixonei pelo game, sua mecanica de combate complexa e muito desafiadora, tem uma grande curva de aprendizagem mas quando passamos por ela e conseguimos aproveitar oq o jogo tem a lhe proporcionar  em termos de combate, isso acaba se tornando uma experiencia incrivel. Sua historia é intrigante e prende sua atenção, com personagens carismaticos e poderosos, com uma atmosfera envolvente e densa.super recomendo para os amantes de jogos desafiadores. Nota 7.8/10",
			"tags": [
				"nioh",
				"soulslike",
				"desafio",
				"morte",
				"sofrimente",
				"satisfação"
			],
			"title": "Nioh"
		},
		"-Nv7A4P-flF5Bnd6TMzy": {
			"comments": {
				"-Nv7Uba8sojvKytKX8j3": {
					"comment": "https://memes.co.in/Uploads/Media/Jul23/Tue04/950/eae7bd12.jpg",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				},
				"-Nv7VHp8bQ10YkzuT4YJ": {
					"comment": "ótima review, me motivou a jogar o jogo, porém  meu pc n roda, quem quiser enviar um pix pra eu comprar um pc novo que rode nioh tá aí -> 9981468407",
					"user": {
						"displayName": "Jonathan",
						"email": "jonathanpetersen2016@gmail.com",
						"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c"
					}
				}
			},
			"image": "https://assetsio.gnwcdn.com/nioh-2-knallharte-fortsetzung-1568905192879.jpg?width=1200&height=1200&fit=bounds&quality=70&format=jpg&auto=webp",
			"review": "Com uma bela evolução em relação ao seu primeiro titulo temos nioh 2, um jogo excepcional no que se proponhe, com uma vasta gama de conteúdos e uma história intrigante.\nNioh 1 foi um título muito bom, com ótima gameplay e conteúdos extras mas nioh 2 deu um passo além, trazendo tudo que havia de bom no primeiro título e refinando ao máximo e adicionando novos elementos de gameplay e mecânicas. Uma nova mecânica muito bem vinda foi a de você poder se transformar em um yokai, aumentando assim suas possibilidades no meio do combate tornando-o ainda mais profundo. Esse game é uma ótima sequência do seu primeiro jogo e me passou bastante a sensação de sair de um \"GOW 1\" para o \"GOW 2\". Se você gostou do primeiro titulo vai gostar ainda mais desse segundo jogo, recomendo de mais pra quem gosta de um bom souls like com alta dificuldade. Nota 8.5/10.",
			"tags": [
				"nioh2",
				"soulslike",
				"desafio",
				"morte",
				"sofrimente",
				"satisfação"
			],
			"title": "Nioh 2"
		}
	},
	"users": {
		"GaGRIDrAZ8ea5HnRs4f0aXjnEkY2": {
			"-NxmRU1MqeLyjPPBAlrI": {
				"displayName": "Jonathan",
				"email": "jonathanpetersen2016@gmail.com",
				"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocL5GYhYZBczhO8x5voh-CtHD0_enngi3WpydEzLTK9vHPQ=s96-c",
				"uid": "GaGRIDrAZ8ea5HnRs4f0aXjnEkY2"
			}
		},
		"H5Sq8pMIG1S9Xo2IfDCYnOBKsI33": {
			"displayName": "Yo Dayo",
			"email": "yodayo916@gmail.com",
			"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocI6Vs4jPKR8fPKLf76iFeQC2AF2J-8dDjmlUZrzFmkOT9-3=s96-c",
			"uid": "H5Sq8pMIG1S9Xo2IfDCYnOBKsI33"
		},
		"epLukLVetLXC5Ujjwrx8UueWOs42": {
			"-NxocdKbs6ptyKTUCNqu": {
				"displayName": "ptkk lol",
				"email": "romuloodorico@gmail.com",
				"photoURL": "https://lh3.googleusercontent.com/a/ACg8ocI1GUdgDVK701c20ij6oHAoleH4Gl7SjPiKLULKHV5usGvizk-i=s96-c",
				"uid": "epLukLVetLXC5Ujjwrx8UueWOs42"
			}
		}
	}
}
